/=#
#include "VFR.uni"

#string STR_EMPTY_STRING            #language eng  ""
#string STR_TITLE                   #language eng  "AMI Graphic Output Protocol Policy"
#string STR_TITLE_HELP              #language eng  "User Select Monitor Output by Graphic Output Protocol"
#string STR_GOP_OUTPUT_SELECT       #language eng  "Output Select"
                                    #language x-UEFI-AMI "GOPP001"
#string STR_GOP_OUTPUT_HELP         #language eng  "Output Interface"

#string STR_GOP_DEVICE_NAME_0       #language eng  "Unknown Device"
#string STR_GOP_DEVICE_NAME_1       #language eng  "Unknown Device"
#string STR_GOP_DEVICE_NAME_2       #language eng  "Unknown Device"
#string STR_GOP_DEVICE_NAME_3       #language eng  "Unknown Device"

#string STR_GOP_DRIVER_NAME_0       #language eng  "Unknown Driver"
#string STR_GOP_DRIVER_NAME_1       #language eng  "Unknown Driver"
#string STR_GOP_DRIVER_NAME_2       #language eng  "Unknown Driver"
#string STR_GOP_DRIVER_NAME_3       #language eng  "Unknown Driver"

#string STR_GOP_OUTPUT_NAME_0       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_1       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_2       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_3       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_4       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_5       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_6       #language eng  "Unknown Device"
#string STR_GOP_OUTPUT_NAME_7       #language eng  "Unknown Device"

#string STR_NULL_STRING             #language eng  ""
